Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/UserNotificationsUIKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NOTIFICATION_MANAGEMENT_CRITICAL_EXPLANATION_IPHONE
source: Critical Alerts always play a sound and appear on the lock screen even if your iPhone is muted or Do Not Disturb is on.
ar: تشغّل التنبيهات الحرجة صوتًا وتظهر على شاشة القفل دائمًا، حتى في حالة كتم صوت الـ iPhone أو تشغيل "عدم الإزعاج" عليه.
bg: Важните предупреждения винаги възпроизвеждат звук и се появяват на заключен екран дори ако вашият iPhone е със заглушен звук или Не безпокойте е активен.
ca: Els avisos crítics sempre emetran un so i apareixeran a la pantalla bloquejada, encara que tinguis l’iPhone silenciat o el mode de no molestar activat.
cs: Kritická upozornění zazní vždy a objeví se na zamknuté obrazovce, i když bude na iPhonu vypnutý zvuk nebo budete mít zapnutou funkci Nerušit.
da: Vigtige advarsler afspiller altid en lyd og vises på låseskærmen, selv hvis din iPhone er på lydløs eller Forstyr ikke er slået til.
de: Bei kritischen Hinweisen wird immer ein Ton abgespielt und sie erscheinen auch dann auf dem Sperrbildschirm, wenn dein iPhone stummgeschaltet oder „Nicht stören“ aktiviert ist.
el: Οι Κρίσιμες ειδοποιήσεις αναπαράγουν πάντοτε έναν ήχο και εμφανίζονται στην οθόνη κλειδώματος, ακόμη κι αν το iPhone είναι σε σίγαση ή είναι ενεργή η ρύθμιση «Μην ενοχλείτε».
es: Los avisos críticos siempre reproducen sonidos y aparecen en la pantalla de bloqueo, incluso cuando el iPhone está silenciado o está activado el modo “No molestar”.
es_us: Las alertas críticas siempre emiten un sonido y se muestran en la pantalla bloqueada incluso si tu iPhone está silenciado o si se activó No molestar.
fi: Kriittiset varoitukset toistavat aina äänimerkin ja näkyvät lukitulla näytöllä, vaikka iPhone olisi mykistetty tai Älä häiritse olisi päällä.
fr: Les alertes critiques émettent toujours un son et apparaissent sur l’écran verrouillé, même si le son de votre iPhone est coupé ou si « Ne pas déranger » est activé.
fr_ca: Les alertes critiques émettent toujours un son et s’affichent sur l’écran verrouillé même si le son de l’iPhone est désactivé ou que la fonction « Ne pas déranger » est activée.
he: ״אזהרות קריטיות״ תמיד ישמיעו צליל ויופיעו על מסך הנעילה גם אם ה-iPhone מושתק ו״נא לא להפריע״ מופעל.
hi: आपके iPhone के म्यूट या डू नॉट डिस्टर्ब में रहने पर भी महत्वपूर्ण अलर्ट आने पर हमेशा ध्वनि बजाई जाती है और वे लॉक स्क्रीन पर दिखाई देते हैं।
hr: Kritični alarmi uvijek reproduciraju zvuk i prikazuju se na zaključanom zaslonu, čak i kad je zvuk iPhonea isključen ili je uključena Zabrana ometanja.
hu: A kritikus jelzések akkor is mindig lejátszanak hangot, és megjelennek a zárolási képernyőn, ha az iPhone-ja némítva van, vagy a Ne zavarjanak be van kapcsolva.
id: Peringatan Penting selalu memutar bunyi dan muncul di layar terkunci meskipun iPhone Anda dibisukan atau Jangan Ganggu menyala.
it: Gli avvisi importanti saranno accompagnati da un feedback acustico e verranno visualizzati sulla schermata di blocco anche quando la full immersion “Non disturbare” è attiva o l’audio di iPhone è stato disattivato.
ja: 重大な通知では、iPhoneが消音時または“おやすみモード”がオンでも、常にサウンドが再生されます。
kk: iPhone құрылғысының дыбысы өшірілген немесе «Мазаламау» режимі қосулы болса да, маңызды ескертулер әрқашан дыбыстық сигнал береді және құлыпталған экранда көрсетіледі.
ko: 중요한 알림은 iPhone이 무음으로 설정되어 있거나 방해금지 모드가 켜져 있는 상태에서도 알림 소리를 내고 잠금 화면에 나타납니다.
lt: Kai yra kritinių įspėjimų, visada suskamba garsinis signalas ir jie rodomi užrakintame ekrane, net jei „iPhone“ yra nutildytas arba įjungta funkcija „Netrukdyti“.
ms: Isyarat Kritikal sentiasa memainkan bunyi dan kelihatan pada skrin kunci walaupun iPhone anda disenyapkan atau Jangan Ganggu aktif.
nl: Bij kritieke meldingen wordt er altijd een geluid afgespeeld. De meldingen worden op het toegangsscherm weergegeven, zelfs als het geluid op je iPhone is uitgeschakeld of 'Niet storen' is ingeschakeld.
no: Viktige varsler spiller alltid av lyd og vises på låst skjerm selv om du har slått av lyden eller på Ikke forstyrr på iPhone.
pl: Alerty krytyczne są zawsze wyświetlane na ekranie blokady i ogłaszane dźwiękiem (nawet wtedy, gdy iPhone jest wyciszony lub w trybie Nie przeszkadzać).
pt: Os Alertas Críticos sempre reproduzem um som e aparecem na tela bloqueada, mesmo que o iPhone esteja silenciado ou que o modo Não Perturbe esteja ativado.
pt_pt: Os avisos críticos emitem sempre um som e aparecem no ecrã bloqueado mesmo que o som do iPhone esteja desligado ou Não incomodar esteja ativo.
ro: Alertele critice vor reda întotdeauna un sunet și vor fi afișate pe ecranul de blocare, chiar dacă iPhone‑ul este în modul silențios sau opțiunea “Nu deranjați” este activată.
ru: Важные предупреждения всегда воспроизводят звук и отображаются на заблокированном экране, даже если на iPhone выключен звук или включена функция «Не беспокоить».
sk: Kritické výstrahy vždy prehrajú zvuk a zobrazia sa na zamknutej obrazovke, aj keď je iPhone v tichom režime alebo je zapnutá funkcia Nerušiť.
sl: Kritična opozorila vedno predvajajo zvok in se prikažejo na zaklenjenem zaslonu, tudi če je iPhone utišan ali v načinu Ne moti.
sv: Viktiga varningar spelar alltid upp ljud och visas på låsskärmen även om ljudet är avstängt på iPhone eller Stör ej har aktiverats.
th: การเตือนที่สำคัญจะส่งเสียงอยู่เสมอและแสดงบนหน้าจอล็อคถึงแม้ว่าจะปิดเสียง iPhone ของคุณหรือเปิดใช้โหมดห้ามรบกวนอยู่
tr: Kritik Uyarılar, iPhone’unuzun sesi kapalıyken ve Rahatsız Etme açıkken bile kilitli ekranda görünür ve sesleri çalar.
uk: Критичні оповістки завжди відтворюють звук і зʼявляються на замкненому екрані, навіть якщо на iPhone вимкнено звук або ввімкнено режим «Не турбувати».
vi: Cảnh báo quan trọng luôn phát âm thanh và xuất hiện trên màn hình khóa ngay cả khi iPhone bị tắt tiếng hoặc Không làm phiền được bật.
zh_cn: 即使iPhone已静音或已打开勿扰模式，重要警告也将始终播放声音并在锁屏上显示。
zh_hk: 即使你的iPhone已靜音或開啟「請勿打擾」，「重要提示」總會播放聲音並顯示在鎖定畫面上。
zh_tw: 即使iPhone設為靜音或已開啟「勿擾模式」，仍會播放「重要提示」的聲音並顯示於鎖定畫面。

# NOTIFICATION_REMOTE_MANAGEMENT_MODE_CONFIGURATION_SUGGESTION_ALLOW_APP_PERSONAL
source: You frequently use “%@” during Personal Focus. Do you want to add it to allowed notifications?
ar: أنت تستخدم "%@" كثيرًا أثناء تركيز الوقت الشخصي. هل ترغب في إضافته إلى الإشعارات المسموح بها؟
bg: Често използвате „%@“ по време на Фокус Лично време. Искате ли да се добави към позволените известия?
ca: Sovint utilitzes l’app %@ quan tens el mode de temps lliure activat. Vols que s’afegeixi a la llista d’apps permeses?
cs: Aplikaci %@ používáte v režimu volného času často. Chcete ji přidat k povoleným zdrojům oznámení?
da: Du bruger ofte “%@” under fokusfunktionen Personlig. Vil du føje den til tilladte notifikationer?
de: Du verwendest „%@“ häufig während des Fokus „Zeit für mich“. Soll diese App zu den erlaubten Mitteilungen hinzugefügt werden?
el: Χρησιμοποιείτε συχνά την εφαρμογή «%@» κατά τη διάρκεια της Συγκέντρωσης προσωπικού χρόνου. Θέλετε να προστεθεί στις επιτρεπόμενες γνωστοποιήσεις;
es: Sueles usar la app %@ mientras tienes activado el modo de tiempo libre. ¿Quieres que se añada a la lista de apps que pueden enviarte notificaciones?
es_us: Sueles usar %@ durante el enfoque Personal. ¿Quieres agregarla a tu lista de notificaciones autorizadas?
fi: Käytät %[tt]@-appia usein, kun Oma aika -tila on päällä. Lisätäänkö se sallittujen ilmoitusten luetteloon?
fr: Vous utilisez fréquemment « %@ » pendant le mode de concentration Temps pour soi. Voulez-vous l’ajouter aux notifications autorisées ?
fr_ca: Vous utilisez souvent « %@ » avec le mode de concentration « Personnel ». Souhaitez-vous ajouter cette app à vos notifications autorisées?
he: השתמשת לעיתים קרובות ב-״%@״ במהלך מצב הריכוז ״אישי״. האם ברצונך להוסיף את העדכונים שלו לרשימת העדכונים המותרים?
hi: आप पर्सनल फ़ोकस के दौरान “%@” का अक्सर उपयोग करते हैं। क्या आप इसे अनुमति प्राप्त सूचनाओं में जोड़ना चाहते हैं?
hr: Često koristite “%@” tijekom fokusa Osobno. Želite li dodati tu aplikaciju u popis dozvoljenih obavijesti?
hu: „Személyes” Fókusz közben Ön gyakran használja a következőt: „%@”. Szeretné hozzáadni az engedélyezett értesítésekhez?
id: Anda sering menggunakan “%@” selama Fokus Pribadi. Apakah Anda ingin menambahkannya ke pemberitahuan yang diizinkan?
it: Durante la full immersion Personale, utilizzi di frequente %@. Vuoi aggiungere l’app a quelle con le notifiche consentite?
ja: “%1$@”は“パーソナル”集中モードの間によく使用されています。“%1$@”を通知の許可リストに追加しますか?
kk: «Жеке басына зейін қою» режимі қосулы кезде, «%@» қолданбасын жиі пайдаланасыз. Оны рұқсат етілген хабарландырулар тізіміне қосу қажет пе?
ko: 개인 시간 집중 모드가 켜져 있는 동안 ‘%@’ 앱을 자주 사용합니다. 이 앱을 허용된 알림에 추가하겠습니까?
lt: Veikiant susitelkimo režimui „Asmeninis“ dažnai naudojate programą „%@“. Ar norite jos pranešimus įtraukti į leidžiamus?
ms: Anda kerap menggunakan “%@” semasa Fokus Peribadi. Adakah anda mahu menambahkannya pada pemberitahuan dibenarkan?
nl: Je gebruikt %@ vaak tijdens de focus 'Persoonlijk'. Wil je deze toevoegen aan toegestane meldingen?
no: Du bruker ofte %@ mens fokuset Egentid er på. Vil du tillate varslinger fra denne appen?
pl: Często używasz aplikacji „%@” w trybie skupienia Czas dla mnie. Czy chcesz pozwolić na powiadomienia z niej?
pt: Você usa “%@” frequentemente durante o Foco Pessoal. Deseja permitir as notificações deste app?
pt_pt: Utiliza “%@” com frequência durante o modo de concentração “Tempo pessoal”. Adicionar às notificações autorizadas?
ro: Utilizați frecvent aplicația %@ în timpul modului de concentrare Personal. Doriți să o adăugați la lista notificărilor permise?
ru: При фокусировании «Личное» Вы часто используете приложение «%@». Хотите разрешать уведомления от него?
sk: V režime Môj čas na seba často používate apku „%@“. Chcete ju pridať medzi povolené zdroje hlásení?
sl: »%@« pogosto uporabljate med fokusom Osebno. Želite dodati med dovoljena obvestila?
sv: Du använder ofta ”%@” under fokuset Egentid. Vill du lägga till den i listan med tillåtna notiser?
th: คุณใช้ “%@” เป็นประจำในระหว่างโฟกัสในเวลาส่วนตัว คุณต้องการเพิ่มในรายการแจ้งเตือนที่อนุญาตหรือไม่
tr: Kişisel Odak sırasında sıklıkla “%@” kullanıyorsunuz. Onu izin verilen bildirimlere eklemek ister misiniz?
uk: Ви часто використовуєте програму «%@», коли ввімкнено режим зосередження на особистому часі. Додати її до списку дозволених сповіщень?
vi: Bạn thường xuyên sử dụng “%@” trong chế độ tập trung Cá nhân. Bạn có muốn thêm ứng dụng đó vào thông báo được phép không?
zh_cn: 个人专注模式期间，你常使用“%@”。要将它添加至允许通知吗？
zh_hk: 你經常在「個人專注模式」期間使用「%@」。你想將其加至允許的通知嗎？
zh_tw: 你在「個人專注模式」期間經常使用「%@」。要加入允許的通知嗎？

# NOTIFICATION_SUMMARY_ONBOARDING_SUGGESTION_BUTTON_TITLE_ACCEPT
source: Get Started
ar: البدء
bg: Първи стъпки
ca: Comença
cs: Začít
da: Kom i gang
de: Los gehts
el: Έναρξη
es: Empezar
es_us: Empezar
fi: Aloita
fr: Démarrer
fr_ca: Démarrer
he: התחלה
hi: शुरू करें
hr: Početak
hu: Kezdés
id: Mulai
it: Inizia
ja: 開始
kk: Жұмысты бастау
ko: 시작하기
lt: Pradėti
ms: Mulakan
nl: Aan de slag
no: Kom i gang
pl: Zaczynamy
pt: Começar a Usar
pt_pt: Começar a usar
ro: Începeți
ru: Приступить
sk: Poďme na to!
sl: Začetek
sv: Kom igång
th: เริ่มต้นกัน
tr: Başlat
uk: Почати
vi: Bắt đầu
zh_cn: 开始使用
zh_hk: 開始使用
zh_tw: 開始設定

# DEFAULT_PRIORITY_CATEGORY_SUMMARY_FORMAT_WITH_ARGUMENTS
source: %#@notifications@
ru: Еще %#@notifications@

# DEFAULT_PRIORITY_CATEGORY_SUMMARY_FORMAT
source: %#@notifications@
ru: Еще %#@notifications@
